tap "derailed/k9s"
tap "jphastings/tools"
tap "sergiobenitez/osxct"
tap "sunggun-yu/tap"
tap "ubuntu/microk8s"
tap "weaveworks/tap"
brew "autoconf"
brew "automake"
brew "bash"
brew "clusterctl"
brew "cmake"
brew "coreutils"
brew "openssl@3"
brew "docker-credential-helper-ecr"
brew "git"
brew "glab"
brew "go"
brew "graphviz"
brew "grep"
brew "pkgconf", link: false
brew "guile"
brew "helm"
brew "helmfile"
brew "htop"
brew "jq"
brew "k9s"
brew "libassuan"
brew "lima"
brew "maven"
brew "nload"
brew "oci-cli"
brew "openconnect"
brew "operator-sdk"
brew "oras"
brew "pinentry"
brew "podman"
brew "python@3.9"
brew "qemu"
brew "sops"
brew "sshpass"
brew "terraform-docs"
brew "tfenv"
brew "tmux"
brew "urlview"
brew "uv"
brew "watch"
brew "yq"
brew "weaveworks/tap/eksctl"
cask "multipass"
cask "rancher"
vscode "aaron-bond.better-comments"
vscode "adamhartford.vscode-base64"
vscode "ahebrank.yaml2json"
vscode "alefragnani.project-manager"
vscode "asciidoctor.asciidoctor-vscode"
vscode "be5invis.toml"
vscode "bierner.markdown-mermaid"
vscode "chaitanyashahare.lazygit"
vscode "chrisdias.vscode-opennewinstance"
vscode "codezombiech.gitignore"
vscode "cstuder.gitlab-ci-validator"
vscode "dagra.jsonschemautils"
vscode "davidanson.vscode-markdownlint"
vscode "donjayamanne.githistory"
vscode "eamodio.gitlens"
vscode "editorconfig.editorconfig"
vscode "eriklynd.json-tools"
vscode "ffaraone.opensslutils"
vscode "formulahendry.dotnet"
vscode "fredwangwang.vscode-hcl-format"
vscode "gitlab.gitlab-workflow"
vscode "golang.go"
vscode "hack4impact.h4i-recommendations"
vscode "hashicorp.hcl"
vscode "hashicorp.terraform"
vscode "hilleer.yaml-plus-json"
vscode "igor-uzhviev.jwt-decoder"
vscode "iocave.monkey-patch"
vscode "jasonnutter.vscode-codeowners"
vscode "jetmartin.bats"
vscode "jflbr.jwt-decoder"
vscode "jmrog.vscode-nuget-package-manager"
vscode "luggage66.awk"
vscode "marvhen.reflow-markdown"
vscode "mindaro-dev.file-downloader"
vscode "mohsen1.prettify-json"
vscode "monokai.theme-monokai-pro-vscode"
vscode "mrmlnc.vscode-duplicate"
vscode "ms-azuretools.vscode-docker"
vscode "ms-dotnettools.csharp"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode.remote-explorer"
vscode "oderwat.indent-rainbow"
vscode "pascalreitermann93.vscode-yaml-sort"
vscode "redhat.java"
vscode "redhat.vscode-commons"
vscode "redhat.vscode-yaml"
vscode "richie5um2.vscode-sort-json"
vscode "samuelcolvin.jinjahtml"
vscode "scala-lang.scala"
vscode "sleistner.vscode-fileutils"
vscode "sonarsource.sonarlint-vscode"
vscode "stephanvs.dot"
vscode "streetsidesoftware.code-spell-checker"
vscode "takumii.markdowntable"
vscode "tintoy.msbuild-project-tools"
vscode "trentrand.git-commit-helper-vscode"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vmware.vscode-boot-dev-pack"
vscode "vmware.vscode-concourse"
vscode "vmware.vscode-manifest-yaml"
vscode "vmware.vscode-spring-boot"
vscode "vscjava.vscode-gradle"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
vscode "vscjava.vscode-spring-boot-dashboard"
vscode "vscjava.vscode-spring-initializr"
vscode "william-voyek.vscode-nginx"
vscode "wmaurer.change-case"
vscode "yzhang.markdown-all-in-one"
